/* Class = "UILabel"; text = "Currency:"; ObjectID = "1tE-KH-GgQ"; */
"1tE-KH-GgQ.text" = "Currency:";

/* Class = "UILabel"; text = "-"; ObjectID = "7Jf-9P-swW"; */
"7Jf-9P-swW.text" = "-";

/* Class = "UILabel"; text = "No Previous Bookings"; ObjectID = "BD0-Nh-gV7"; */
"BD0-Nh-gV7.text" = "No Previous Bookings";

/* Class = "UIBarButtonItem"; title = "Edit"; ObjectID = "bxB-1a-tYE"; */
"bxB-1a-tYE.title" = "Edit";

/* Class = "UILabel"; text = "You'll see your bookings history here."; ObjectID = "Caw-1P-jsD"; */
"Caw-1P-jsD.text" = "You'll see your bookings history here.";

/* Class = "UIBarButtonItem"; title = "Account"; ObjectID = "dl6-zf-uEd"; */
"dl6-zf-uEd.title" = "Account";

/* Class = "UILabel"; text = "Email"; ObjectID = "exk-9i-LGA"; */
"exk-9i-LGA.text" = "Email";

/* Class = "UILabel"; text = "Name"; ObjectID = "gCe-ec-rBq"; */
"gCe-ec-rBq.text" = "Name";

/* Class = "UIButton"; normalTitle = "DON'T SEE YOUR BOOKING?"; ObjectID = "GKc-Sl-Ng6"; */
"GKc-Sl-Ng6.normalTitle" = "DON'T SEE YOUR BOOKING?";

/* Class = "UILabel"; text = "Mobile:"; ObjectID = "HTc-vU-Wdc"; */
"HTc-vU-Wdc.text" = "Mobile:";

/* Class = "UIBarButtonItem"; title = "Update"; ObjectID = "Jun-9F-188"; */
"Jun-9F-188.title" = "Update";

/* Class = "UILabel"; text = "No Upcoming Bookings"; ObjectID = "lHY-xm-GLc"; */
"lHY-xm-GLc.text" = "No Upcoming Bookings";

/* Class = "UINavigationItem"; title = "ACCOUNT"; ObjectID = "MJe-3Z-jEm"; */
"MJe-3Z-jEm.title" = "ACCOUNT";

/* Class = "UILabel"; text = "When you book a hotel, you'll see your details here."; ObjectID = "o9Z-4F-Xc6"; */
"o9Z-4F-Xc6.text" = "When you book a hotel, you'll see your details here.";

/* Class = "UILabel"; text = "Passport:"; ObjectID = "tbe-68-j9u"; */
"tbe-68-j9u.text" = "Passport:";

/* Class = "UILabel"; text = "Residence:"; ObjectID = "Urr-ao-qQG"; */
"Urr-ao-qQG.text" = "Residence:";

/* Class = "UILabel"; text = "Nationality:"; ObjectID = "V9B-Y9-csL"; */
"V9B-Y9-csL.text" = "Nationality:";

/* Class = "UILabel"; text = "Name"; ObjectID = "Wh7-tI-RD6"; */
"Wh7-tI-RD6.text" = "Name";

/* Class = "UINavigationItem"; title = "EDIT PROFILE"; ObjectID = "x97-Fc-3Zl"; */
"x97-Fc-3Zl.title" = "EDIT PROFILE";

/* Class = "UIButton"; normalTitle = "SIGN OUT"; ObjectID = "yXj-Vt-m1z"; */
"yXj-Vt-m1z.normalTitle" = "SIGN OUT";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "SIGN UP USING EMAIL";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "Email";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "HAVE AN ACCOUNT? LOGIN";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "OR";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "CONNECT WITH FACEBOOK";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "SUBMIT";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "RETRIEVE BOOKINGS";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "Sign Up";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "Email";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "Sign In with Facebook";

